[
    {
        "kata_besemah": "au",
        "kata_indonesia": "ya, jawaban untuk membenarkan pertanyaan",
        "kata_inggris": "an answer to justify the question",
        "kalimat_besemah": "Kabah anaq Sira? – au, Waq",
        "kalimat_indonesia": "Engkau anak Sira? – Ya, Wak",
        "kalimat_inggris": "Are you Sira’s son? – Yes, Uncle"
    },
    {
        "kata_besemah": "aulah... anye",
        "kata_indonesia": "jawaban untuk meng-Iya-kan atau menyetujui suatu pertanyaan atau pernyataan tetapi dengan syarat tertentu",
        "kata_inggris": "answer to agree to or approve a question or a statement, but with certain conditions",
        "kalimat_besemah": "aulah... anye kabah masih ndaq ngiciq kudai nga enduq, mangke die dide pageghan",
        "kalimat_indonesia": "Ya silahkan, tetapi engkau tetap harus bicara dulu dengan ibu agar beliau tidak bertanya-tanya",
        "kalimat_inggris": "Okay, but you still have to talk to the mother so she does not wonder"
    },
    {
        "kata_besemah": "aulah pule",
        "kata_indonesia": "Iyalah, memang iya, benar sekali",
        "kata_inggris": "that’s right",
        "kalimat_besemah": "Kabah ka kawin nga aku au? – Aulah pule, nga sape agi Engkau akan menikah dengan saya kan? Iyalah, memangnya dengan siapa lagi",
        "kalimat_indonesia": "Engkau akan menikah dengan saya kan? Iyalah, memangnya dengan siapa lagi",
        "kalimat_inggris": "You will marry me, right? It is true, not to marry someone else"
    },
    {
        "kata_besemah": "augh",
        "kata_indonesia": "jenis bambu yang ukuran diameternya lebih kecil daripada bambu betung atau mayan",
        "kata_inggris": "type of bamboo which is smaller than the usual diameter bamboo betung or mayan",
        "kalimat_besemah": "Luluq augh di pucuq pematang ngikuti angin",
        "kalimat_indonesia": "Bagaikan bambu di atas pematang (mengikuti angin); pepatah yang menggambarkan orang yang tidak punya pendirian",
        "kalimat_inggris": "As bamboo on the embankment moved by wind; proverb to describe people who do not have an attitude"
    },
    {
        "kata_besemah": "aum, ngaum",
        "kata_indonesia": "suara/bunyi harimau",
        "kata_inggris": "roar",
        "kalimat_besemah": "Kami lah ketakutan gale ndengagh setuwe ngaum saje",
        "kalimat_indonesia": "Kami sudah ketakutan semua mendengar harimau mengaum terus",
        "kalimat_inggris": "We were all afraid to hear the roar of tiger"
    },
    {
        "kata_besemah": "awai",
        "kata_indonesia": "ya..., lagian, kata yang biasa digunakan untuk membenarkan nasihat sso kepada sso yang lain",
        "kata_inggris": "word commonly used to justify s.o.’s advice to another",
        "kalimat_besemah": "Baq: Nak…, duit ni kandiq kabah idup pengaji sebulan di Bandung., Umaq: awai... dide nandiye segale ndaq dibeli, mangke cungkup",
        "kalimat_indonesia": "Nak…, uang ini untuk biaya hidupmu kira-kira sebulan di Bandung., Lagian..., tidak usah semuanya dibeli, agar cukup untuk 1 bulan",
        "kalimat_inggris": "Son…, this money is for the cost of your life in Bandung for a month., It’s not necessary to buy everything in order to be enough for a month"
    },
    {
        "kata_besemah": "awaiye",
        "kata_indonesia": "kebetulan",
        "kata_inggris": "by chance",
        "kalimat_besemah": "Kite ndaq mikirkah kandiq diarap, diq tau ndaq luq ini saje. awaiye bapang gi gedang, ame die lah diq bediye agi, kah mbaq mane kite",
        "kalimat_indonesia": "Kita harus memikirkan masa depan, tidak bisa begini terus. Kebetulan ayah masih bisa kerja, tapi bila beliau sudah tiada, kita harus bagaimana?",
        "kalimat_inggris": "We should think about the future, we cannot be as we are now. It is fortunate that our father is still healthy, but if he passed away, what could we do?"
    }
]